Repository: Yudaotor/lyrimuse
Catalog: lyrimuse/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 总数
en: Total
zh_hant: 總數

source: 正在统计歌词库…
en: Counting your lyrics library…
zh_hant: 正在統計歌詞庫…

source: 尚未缓存任何歌词。播放歌曲后，Lyrimuse 会自动搜索并保存歌词
en: No lyrics cached yet. When you play a song, Lyrimuse finds and saves its lyrics automatically
zh_hant: 尚未快取任何歌詞。播放歌曲後，Lyrimuse 會自動搜尋並儲存歌詞

source: 歌词库
en: Lyrics Library
zh_hant: 歌詞庫

source: 繁體中文
en: Traditional Chinese

source: 勾选的播放器全部退出 5 秒后，Lyrimuse 随之退出；期间如有播放器重新打开则取消。设置、歌词管理或歌词窗口打开时，会等其关闭后再退出
en: Once every checked player has quit, Lyrimuse quits after a 5-second grace period; if any of them reopens in the meantime, the quit is cancelled. If Settings, Lyrics Manager or the lyrics window is open, it waits until they are closed
zh_hant: 勾選的播放器全部結束 5 秒後，Lyrimuse 隨之結束；期間如有播放器重新開啟則取消。設定、歌詞管理或歌詞視窗開啟時，會等其關閉後再結束

source: 第三方许可
en: Third-Party Licenses
zh_hant: 第三方授權

source: 继续即表示你已了解
en: By continuing, you acknowledge the
zh_hant: 繼續即表示你已了解

source: 仅统计已存入缓存、会随歌词文件一同导出的读音。其余歌曲的读音在播放时实时生成，不计入统计
en: Counts only romanization stored in the cache and exported alongside the lyrics files. For other songs it is generated on the fly while playing and is not counted.
zh_hant: 僅統計已存入快取、會隨歌詞檔案一同匯出的讀音。其餘歌曲的讀音在播放時即時產生，不計入統計

source: 咪咕音乐
en: Migu Music
zh_hant: 咪咕音樂

source: 已拷贝版本信息
en: Version info copied
zh_hant: 已拷貝版本資訊

source: 已采用 %@ 的歌词
en: Now using lyrics from %@
zh_hant: 已採用 %@ 的歌詞

source: 开源许可证
en: Open-Source License
zh_hant: 開源授權條款

source: 打开 Lyrimuse 时启动
en: Launch When Lyrimuse Opens
zh_hant: 打開 Lyrimuse 時啟動

source: 更新
en: Updates

source: 保存失败，请重试
en: Couldn't save. Try again.
zh_hant: 儲存失敗，請重試

source: 正在采用…
en: Applying…
zh_hant: 正在採用…

source: 每项均按播放器分别勾选，仅列出已选择的播放器；选择「自动识别」时，还会列出本机已安装的播放器
en: Each item is checked per player. Only the selected players are listed; with Auto-detect selected, the ones installed on this Mac are added
zh_hant: 每項均按播放器分別勾選，僅列出已選擇的播放器；選擇「自動識別」時，還會列出本機已安裝的播放器

source: 点按拷贝版本信息，便于反馈问题
en: Click to copy the version info, handy when reporting a problem
zh_hant: 按一下拷貝版本資訊，便於回報問題

source: 许可与版权
en: License & Copyright
zh_hant: 授權與版權

source: 诊断与数据
en: Diagnostics & Data
zh_hant: 診斷與資料

source: 跟随播放器退出
en: Quit With Player
zh_hant: 跟隨播放器結束

source: 尚未检查更新
en: No update check yet
zh_hant: 尚未檢查更新

source: 歌词文件夹与本地记录文件占用的磁盘空间
en: Disk space used by the lyrics folder and the local records file
zh_hant: 歌詞檔案夾與本機記錄檔案佔用的磁碟空間

source: 占用空间：%@
en: Storage used: %@
zh_hant: 佔用空間：%@

source: 歌词文字相同，每行时间不同；该候选仍可能包含其他来源没有的逐字时间轴或译文
en: Same words, different line times. This candidate may still carry word timing or a translation the other source lacks
zh_hant: 歌詞文字相同，每行時間不同；該候選仍可能包含其他來源沒有的逐字時間軸或譯文

source: 无歌词时显示歌名
en: Show Title When No Lyrics
zh_hant: 無歌詞時顯示歌名

source: 歌词文字与 %@ 相同
en: Same lyrics text as %@
zh_hant: 歌詞文字與 %@ 相同

source: 歌词内容与 %@ 相同
en: Same lyrics and line timing as %@
zh_hant: 歌詞內容與 %@ 相同

source: 歌词文字和每行时间均相同（未比较逐字时间和译文）；该候选仍可能包含其他来源没有的逐字时间轴或译文
en: Same words and line times (word timing and translations aren't compared). This candidate may still carry word timing or a translation the other source lacks
zh_hant: 歌詞文字和每行時間均相同（未比較逐字時間和譯文）；該候選仍可能包含其他來源沒有的逐字時間軸或譯文

source: 菜单栏图标、语言与启动，以及备份与迁移
en: Menu bar icon, language & startup, and backups
zh_hant: 選單列圖像、語言與啟動，以及備份與遷移

source: %@（推荐）
en: %@ (recommended)
zh_hant: %@（建議）

source: 为每个歌词源评分，选用最高分的结果
en: Scores every source and keeps the best match
zh_hant: 為每個歌詞來源評分，選用最高分的結果

source: 不进行评分，按下方顺序采用第一个有结果的来源
en: No scoring — takes the first source below that returns lyrics
zh_hant: 不進行評分，按下方順序採用第一個有結果的來源

source: 修复文件后重新打开 Lyrimuse；或舍弃此文件，用当前界面上的值重建（原文件将重命名保留，不会删除）。
en: Fix the file and reopen Lyrimuse, or discard it and rebuild it from the values shown here (the original is renamed, not deleted).
zh_hant: 修復檔案後重新開啟 Lyrimuse；或捨棄此檔案，以目前介面上的值重建（原檔將重新命名保留，不會刪除）。

source: 舍弃损坏的文件并重建
en: Discard and Rebuild
zh_hant: 捨棄損壞的檔案並重建

source: 无法移动损坏的配置文件：%@
en: Could not move the damaged configuration file aside: %@
zh_hant: 無法移動損壞的設定檔：%@

source: 配置文件 %@ 无法读取，为避免覆盖，所有保存已暂停
en: The configuration file %@ can't be read. Saving is paused so it won't be overwritten.
zh_hant: 設定檔 %@ 無法讀取，為避免覆蓋，所有儲存已暫停

source: 配置文件无法解析，为避免覆盖已取消保存
en: The configuration file can't be parsed; saving was skipped so it won't be overwritten
zh_hant: 設定檔無法解析，為避免覆蓋已取消儲存

source: 仅统计可翻译为当前译文语言的语言；译文语言本身及同一语系的语言不计入，因此数量可能少于「系统设置」中显示的数量。语言包由 macOS 管理，翻译在本机完成
en: Counts only languages that can be translated into the current translation language; the target language itself and languages in the same family are excluded, so the number can be lower than in System Settings. Language packs are managed by macOS and translation runs on this Mac
zh_hant: 僅統計可翻譯為目前譯文語言的語言；譯文語言本身及同一語系的語言不計入，因此數量可能少於「系統設定」中顯示的數量。語言包由 macOS 管理，翻譯在本機完成

source: 管理…
en: Manage…

source: 如需删除已下载的语言包，请前往「系统设置 › 通用 › 语言与地区 › 翻译语言」
en: To remove a downloaded language pack, go to System Settings › General › Language & Region › Translation Languages
zh_hant: 如需刪除已下載的語言包，請前往「系統設定 › 一般 › 語言與地區 › 翻譯語言」

source: 点按下载
en: Click to download
zh_hant: 按一下以下載

source: %@，已下载
en: %@, downloaded
zh_hant: %@，已下載

source: %@，点按下载
en: %@, click to download
zh_hant: %@，按一下以下載

source: 上移
en: Move Up

source: 下移
en: Move Down

source: 拖动调整顺序
en: Drag to reorder
zh_hant: 拖移調整順序

source: 共 %@ 首
en: %@ songs

source: 重新扫描（%@ 首）
en: Rescan (%@)
zh_hant: 重新掃描（%@ 首）

source: 扫描中 %1$@/%2$@
en: Scanning %1$@/%2$@
zh_hant: 掃描中 %1$@/%2$@

source: 停止
en: Stop

source: 更改…
en: Change…

source: 已改用自定义位置
en: Using a custom location
zh_hant: 已改用自訂位置

source: %1$@ 首源自带 · %2$@ 首机翻
en: %1$@ from source · %2$@ machine-translated
zh_hant: %1$@ 首來源內附 · %2$@ 首機器翻譯

source: %@ 首歌
en: %@ songs

source: 已缓存读音
en: Cached Romanization
zh_hant: 已快取讀音

source: 展开宽度
en: Expanded Width
zh_hant: 展開寬度

source: 灵动岛展开宽度
en: Notch Card Expanded Width
zh_hant: 動態島展開寬度

source: 预览已缩小至 %@
en: Preview scaled down to %@
zh_hant: 預覽已縮小至 %@

source: 打开「%@」设置
en: Open %@ settings
zh_hant: 打開「%@」設定

source: 域名解析失败（DNS），请求未能发出。常见于 VPN 或公司网络接管 DNS 的情况；浏览器能打开网页并不代表此处可以连接
en: DNS lookup failed, so no request was ever sent. Common when a VPN or corporate network takes over DNS; a browser loading pages doesn't mean this can get through.
zh_hant: 網域名稱解析失敗（DNS），請求未能發出。常見於 VPN 或公司網路接管 DNS 的情況；瀏覽器能開啟網頁並不代表此處可以連線

source: 服务器错误（HTTP 5xx），稍后重试通常可恢复
en: Server error (HTTP 5xx); retrying later usually works
zh_hant: 伺服器錯誤（HTTP 5xx），稍後重試通常可恢復

source: 所有歌词源均无法连接
en: None of the lyrics sources could be reached
zh_hant: 所有歌詞來源均無法連線

source: %@ 个歌词源无法连接
en: %@ lyrics sources could not be reached
zh_hant: %@ 個歌詞來源無法連線

source: 域名解析失败（DNS）：%@
en: DNS lookup failed: %@
zh_hant: 網域名稱解析失敗（DNS）：%@

source: 连接失败或超时：%@
en: Connection failed or timed out: %@
zh_hant: 連線失敗或逾時：%@

source: 服务器报错（5xx）：%@
en: Server error (5xx): %@
zh_hant: 伺服器回報錯誤（5xx）：%@

source: 常见于 VPN 或公司网络接管 DNS 的情况；浏览器能打开网页并不代表此处可以连接
en: Common when a VPN or corporate network takes over DNS; a browser loading pages doesn't mean this can get through.
zh_hant: 常見於 VPN 或公司網路接管 DNS 的情況；瀏覽器能開啟網頁並不代表此處可以連線

source: 已在「设置 → 歌词 → 歌词来源」中关闭，本轮未查询
en: Turned off under Settings → Lyrics → Lyrics Sources; this search did not query it
zh_hant: 已在「設定 → 歌詞 → 歌詞來源」中關閉，本輪未查詢

source: 连接失败或超时，未收到任何响应
en: Connection failed or timed out with no response
zh_hant: 連線失敗或逾時，未收到任何回應

source: 无法连接所依赖的上游源（网易云音乐 / QQ 音乐），本轮未能查询
en: Its upstream sources (NetEase / QQ Music) could not be reached, so it could not be searched this round
zh_hant: 無法連線所依賴的上游來源（網易雲音樂 / QQ 音樂），本輪未能查詢

source: 无法连接上游源，未能查询：%@
en: Upstream unreachable, could not search: %@
zh_hant: 無法連線上游來源，未能查詢：%@

source: Scrobble 时机
en: Scrobble Point
zh_hant: Scrobble 時機

source: 曲终
en: Track End
zh_hant: 曲終

source: 恢复默认
en: Reset to Defaults
zh_hant: 回復預設

source: 已信任的播放器
en: Trusted Players

source: 播放器联动
en: Player Linkage
zh_hant: 播放器連動

source: 备份与迁移
en: Backup & Migration
zh_hant: 備份與遷移

source: 提醒
en: Alerts

source: 随匹配算法更新重新选择
en: Re-Pick After Algorithm Updates
zh_hant: 隨比對演算法更新重新選擇

source: 锁定手选歌词
en: Lock Hand-Picked Lyrics
zh_hant: 鎖定手選歌詞

source: 繁简转换
en: Chinese Script
zh_hant: 繁簡轉換

source: 步长
en: Step
zh_hant: 步長

source: 测试版更新
en: Beta Updates
zh_hant: 測試版更新

source: 版权说明
en: Copyright Notice
zh_hant: 版權說明

source: 导出诊断
en: Export Diagnostics
zh_hant: 匯出診斷

source: 新播放器提醒
en: New Player Alerts

source: 可在任意 App 中触发，需包含 ⌘、⌥ 或 ⌃ 之一
en: Works in any app; must include ⌘, ⌥ or ⌃
zh_hant: 可在任意 App 中觸發，需包含 ⌘、⌥ 或 ⌃ 之一

source: 系统通知已关闭
en: Notifications are off
zh_hant: 系統通知已關閉

source: 本机设置，无法撤销
en: This Mac only; can't be undone
zh_hant: 本機設定，無法復原

source: 每按一次调整的幅度
en: Amount per press
zh_hant: 每按一次調整的幅度

source: 预发布版本，可能不稳定
en: Pre-release builds; may be unstable
zh_hant: 預先發佈版本，可能不穩定

source: 开源组件与词典
en: Open-source components and dictionaries
zh_hant: 開源元件與詞典

source: 导出诊断…
en: Export Diagnostics…
zh_hant: 匯出診斷…

source: 在歌词区域最左或最右侧显示菜单栏图标，图标颜色自下而上填充以表示播放进度：已填充部分使用「已唱颜色」，其余使用「未唱颜色」。仅在显示歌词时出现。
en: Puts a menu bar icon at the far left or right of the lyrics slot; its color fills from the bottom up to show playback progress — the filled part in Sung Color, the rest in Unsung Color. Only appears while lyrics are showing.
zh_hant: 在歌詞區域最左或最右側顯示選單列圖像，圖像顏色自下而上填充以表示播放進度：已填充部分使用「已唱顏色」，其餘使用「未唱顏色」。僅在顯示歌詞時出現。

source: 收听到何时记录到 Last.fm。 50%：曲长的一半，最多 4 分钟（官方规则）。 75% / 90%：达到对应比例。 曲终：播放至结尾才记录，中途切歌不记录。
en: How far into a track before it's scrobbled to Last.fm. 50%: half the track, capped at 4 minutes (Last.fm's rule). 75% / 90%: that fraction of the track. Track End: only when played through; skipping doesn't count.
zh_hant: 聆聽到何時記錄到 Last.fm。 50%：曲長的一半，最多 4 分鐘（官方規則）。 75% / 90%：達到對應比例。 曲終：播放至結尾才記錄，中途切歌不記錄。

source: 在主歌词下方增加一行，高度不变（两行分别为 10pt / 9pt，「字号」不生效）。译文和读音对应当前句，「下一句」显示即将演唱的歌词；开启副行时，主行不再提前切换到下一句。副行不滚动，显示不下时末尾渐隐。
en: Adds a second line under the lyric without changing the item's height (10pt / 9pt; Font Size has no effect). Translation and Romanization show the current line; Next Line shows the upcoming one. With a second line on, the main line no longer switches early. The second line never scrolls — its tail fades when it doesn't fit.
zh_hant: 在主歌詞下方增加一行，高度不變（兩行分別為 10pt / 9pt，「字級」不生效）。譯文和讀音對應目前句，「下一句」顯示即將演唱的歌詞；開啟副行時，主行不再提前切換到下一句。副行不捲動，顯示不下時末尾漸隱。

source: 指针移到菜单栏歌词上时显示「上一曲 / 播放暂停 / 下一曲」三个按钮，移开后恢复。暂停后歌词收起为图标，或区域过窄放不下三个按钮时不显示。点按按钮以外的区域仍会打开面板。
en: Hover over the menu bar lyrics to turn them into Previous / Play-Pause / Next; move away and the lyrics return. Doesn't take over once the lyrics shrink back to the icon after pausing, or when the slot is too narrow for three buttons. Clicking outside the three buttons still opens the panel.
zh_hant: 指標移到選單列歌詞上時顯示「上一曲 / 播放暫停 / 下一曲」三個按鈕，移開後恢復。暫停後歌詞收起為圖像，或區域過窄放不下三個按鈕時不顯示。按一下按鈕以外的區域仍會開啟面板。

source: 固定：所有歌曲使用设定的宽度。 自适应：按每首歌曲的歌词确定宽度，不超过设定宽度。
en: Fixed: every song uses the set width. Adaptive: each song gets its own width from its lyrics, up to the set width.
zh_hant: 固定：所有歌曲使用設定的寬度。 自適應：按每首歌曲的歌詞確定寬度，不超過設定寬度。

source: 默认跟随系统菜单栏，可在 10～16pt 之间调整，16pt 仍在菜单栏项高度内。拖回系统字号处即恢复跟随。
en: Follows the system menu bar by default; adjustable from 10 to 16pt, and 16pt still fits the menu bar item. Drag back to the system size to follow it again.
zh_hant: 預設跟隨系統選單列，可在 10～16pt 之間調整，16pt 仍在選單列項目高度內。拖回系統字級處即恢復跟隨。

source: 开：短于 30 秒的曲目也会 Scrobble，播放过半即记录。 关：不记录（Last.fm 官方规则）。
en: On: tracks under 30 seconds are scrobbled too, once half-played. Off: they aren't (Last.fm's rule).
zh_hant: 開：短於 30 秒的曲目也會 Scrobble，播放過半即記錄。 關：不記錄（Last.fm 官方規則）。

source: 此处可查看已创建应用的 API Key，但无法查看 Secret；如已遗失，可通过「前往申请」重新创建。
en: Shows your existing apps and their API Key, but not the Secret; if it's lost, use Get One to create a new app.
zh_hant: 此處可查看已建立應用程式的 API Key，但無法查看 Secret；如已遺失，可透過「前往申請」重新建立。

source: 自动（默认）：按对唱声部在左 / 右 / 居中之间切换。 其他：忽略声部，固定在同一位置。
en: Automatic (default): switches between left / right / center by duet vocal part. Others: ignore vocal parts and stay fixed in one position.
zh_hant: 自動（預設）：按對唱聲部在左 / 右 / 置中之間切換。 其他：忽略聲部，固定在同一位置。

source: 网页播放器不会主动报告精确进度，开启此选项可在切歌后立即校准。
en: Web players don't report precise position; this switch lets Lyrimuse recalibrate right after a track change.
zh_hant: 網頁播放器不會主動報告精確進度，開啟此選項可在切歌後立即校正。

source: Scrobble 的播放器
en: Players to Scrobble

source: 不 Scrobble 任何播放器
en: Nothing is scrobbled

source: %@ 秒后可跳过
en: Skippable in %@s
zh_hant: %@ 秒後可略過

source: 开启「自动识别」时，将识别所有已知和已信任的播放器，上方的勾选暂不生效。如只需识别部分播放器，请取消勾选此项。
en: “Auto-detect” recognizes every known and trusted player, so the checkboxes above have no effect right now. Untick it to recognize only the ones you pick
zh_hant: 開啟「自動識別」時，將識別所有已知和已信任的播放器，上方的勾選暫不生效。如只需識別部分播放器，請取消勾選此項。

source: 位置
en: Position

source: 位置已固定为「%@」，可在 ⚙ 菜单中更改
en: Position is fixed to “%@” — change it in the ⚙ menu
zh_hant: 位置已固定為「%@」，可在 ⚙ 選單中更改

source: 别名轮：无可用候选
en: Alias round: no usable candidate
zh_hant: 別名輪：無可用候選

source: 别名轮：补查未应答的源
en: Alias round: re-queried sources that didn't respond
zh_hant: 別名輪：補查未回應的來源

source: 动态封面
en: Animated Artwork
zh_hant: 動態封面

source: 口白
en: Spoken

source: 仅用首位歌手
en: First credited artist only
zh_hant: 僅用首位歌手

source: 仅查询 %@
en: queried %@ only
zh_hant: 僅查詢 %@

source: 已中断：%@
en: Stopped: %@
zh_hant: 已中斷：%@

source: 已校准 %d 首歌在电台上的时间轴
en: %d songs with calibrated radio timing
zh_hant: 已校正 %d 首歌在電台上的時間軸

source: 应答源最少
en: Fewest sources responded
zh_hant: 回應來源最少

source: 底部居中
en: Bottom Center
zh_hant: 底部置中

source: 请将 YouTube Music 标签页切换到前台后重试
en: Bring the YouTube Music tab to the front and try again
zh_hant: 請將 YouTube Music 分頁切換到前景後重試

source: 按「署名 - 歌名」拆分
en: Split as “artist - title”

source: 补全曲目信息
en: Track info backfill
zh_hant: 補全曲目資訊

source: 按翻唱者署名
en: Covering artist from the title

source: 无源应答
en: No source responded
zh_hant: 無來源回應

source: 无源应答 %@ 首
en: %@ with no source response
zh_hant: %@ 首無來源回應

source: 歌名始终为「%@」
en: Title was always “%@”
zh_hant: 歌名始終為「%@」

source: 标题反查：专辑曲目表
en: Title lookup: album track list
zh_hant: 標題反查：專輯曲目表

source: 标题反查：歌手泛搜
en: Title lookup: artist-wide search
zh_hant: 標題反查：歌手廣泛搜尋

source: 未能跳过此广告
en: Couldn't skip this ad
zh_hant: 未能略過此廣告

source: 清空全部电台校准
en: Clear All Radio Calibrations
zh_hant: 清空全部電台校正

source: 已由「自动识别」接管，取消「自动识别」后将仅识别勾选的播放器
en: Covered by “Auto-detect” — turn it off to recognize only the players you tick
zh_hant: 已由「自動識別」接管，取消「自動識別」後將僅識別勾選的播放器

source: 确定要清空全部电台校准吗？
en: Clear all radio calibrations?
zh_hant: 確定要清空全部電台校正嗎？

source: 自由
en: Free

source: 自由：可拖移到任意位置。 顶部居中 / 底部居中：在菜单栏下方 / Dock 上方水平居中，屏幕或 Dock 变化时自动对齐；此模式下窗口不可拖移。
en: Free: drag it anywhere. Top Center / Bottom Center: centered just below the menu bar / just above the Dock, re-aligned automatically when the screen or Dock changes; the window can't be dragged in these modes.
zh_hant: 自由：可拖移到任意位置。 頂部置中 / 底部置中：在選單列下方 / Dock 上方水平置中，螢幕或 Dock 變化時自動對齊；此模式下視窗不可拖移。

source: 补交未完成，请稍后重试
en: Backfill didn't finish. Try again later.
zh_hant: 補交未完成，請稍後重試

source: 与 %@ 正文相同
en: Same lyrics as %@
zh_hant: 與 %@ 正文相同

source: 跳过广告
en: Skip Ad
zh_hant: 略過廣告

source: 跳过广告需要「辅助功能」权限
en: Skipping ads needs Accessibility permission
zh_hant: 略過廣告需要「輔助使用」權限

source: 还剩 %@
en: %@ left
zh_hant: 還剩 %@

source: 本轮共查询 %d 组
en: %d query sets this round
zh_hant: 本輪共查詢 %d 組

source: 本轮无歌词源应答
en: No source responded this round
zh_hant: 本輪無歌詞來源回應

source: 该源标记此曲为纯音乐，未参与评分
en: This source marks the track as instrumental, so it was not scored
zh_hant: 該來源標記此曲為純音樂，未參與評分

source: 这份歌词定下来时，%1$d 个歌词源里只有 %2$d 个给出了候选（老条目当年的源数可能少于 %1$d）
en: When this was chosen, only %2$d of %1$d lyric sources returned a candidate (older entries may date from a time with fewer than %1$d)
zh_hant: 這份歌詞決定時，%1$d 個歌詞來源裡只有 %2$d 個給出候選（老條目當年的來源數可能少於 %1$d）

source: 这份歌词定下来时，%1$d 个歌词源里只有 %2$d 个给出了候选（老条目当年的源数可能少于 %1$d）。点击查看是哪几个
en: When this was chosen, only %2$d of %1$d lyric sources returned a candidate (older entries may date from a time with fewer than %1$d). Click to see which
zh_hant: 這份歌詞決定時，%1$d 個歌詞來源裡只有 %2$d 個給出候選（老條目當年的來源數可能少於 %1$d）。點擊查看是哪幾個

source: 将清除 %d 首歌曲的电台时间轴校准，此操作无法撤销。这些校准仅在播放电台时生效，清除后不影响正常播放时的歌词
en: This clears the radio timing calibration for %d songs and can't be undone. These calibrations apply only to radio playback, so normal playback is unaffected
zh_hant: 將清除 %d 首歌曲的電台時間軸校正，此操作無法復原。這些校正僅在播放電台時生效，清除後不影響正常播放時的歌詞

source: 此广告可跳过
en: This ad can be skipped
zh_hant: 此廣告可略過

source: 此广告暂不可跳过
en: This ad can't be skipped yet
zh_hant: 此廣告暫不可略過

source: 顶部居中
en: Top Center
zh_hant: 頂部置中

source: 首轮
en: First round
zh_hant: 首輪

source: 搜索
en: Search
zh_hant: 搜尋

source: Last.fm 账号
en: Last.fm Account
zh_hant: Last.fm 帳號

source: 有软件更新可用
en: Software Update Available
zh_hant: 有軟體更新可用

source: 同步收听记录
en: Scrobble your listens
zh_hant: 同步聆聽記錄

source: %1$@ 在此项被扣 %2$d 分，胜者未被扣分，%3$d 分的分差全部来自此项。
en: %1$@ lost %2$d points on this term and the winner did not; the entire %3$d-point gap comes from it.
zh_hant: %1$@ 在此項被扣 %2$d 分，勝者未被扣分，%3$d 分的分差全部來自此項。

source: %1$d 条候选在这些项上完全相同：%2$@
en: All %1$d candidates scored identically on: %2$@
zh_hant: %1$d 個候選在這些項目上完全相同：%2$@

source: %1$d/%2$d 个源应答
en: %1$d of %2$d sources responded
zh_hant: %1$d/%2$d 個來源有回應

source: %d 个源的歌词正文相同
en: %d sources returned identical lyrics
zh_hant: %d 個來源的歌詞正文相同

source: 决定性差异：「%@」
en: Deciding difference: “%@”
zh_hant: 決定性差異：「%@」

source: 两者各项得分完全相同，按源的顺序排列。
en: Both scored identically on every term; ordered by source order.
zh_hant: 兩者各項得分完全相同，按來源順序排列。

source: 分差 %1$d 分（%2$@）。
en: Score gap: %1$d (%2$@).

source: 分差 %d 分。
en: Score gap: %d.

source: 分差仅 %1$d 分（%2$@），接近平分。
en: Score gap: only %1$d (%2$@) — nearly tied.
zh_hant: 分差僅 %1$d 分（%2$@），接近平分。

source: 分差仅 %d 分，接近平分。
en: Score gap: only %d — nearly tied.
zh_hant: 分差僅 %d 分，接近平分。

source: 分差来自附加信息（逐字时间轴、译文），与歌词正文无关。
en: The gap comes from extras (word-level timing, translations), not from the lyrics themselves.
zh_hant: 分差來自附加資訊（逐字時間軸、譯文），與歌詞正文無關。

source: 分项合计 %1$d，按下限计为 %2$d
en: Terms add up to %1$d; floored at %2$d
zh_hant: 分項合計 %1$d，按下限計為 %2$d

source: 唯一的差异在于「%@」一项。
en: The only difference is on “%@”.
zh_hant: 唯一的差異在於「%@」一項。

source: 唯一的差异是胜者在「%1$@」一项多 %2$d 分。
en: The only difference: the winner scored %2$d more on “%1$@”.
zh_hant: 唯一的差異是勝者在「%1$@」一項多 %2$d 分。

source: 差在：%@
en: Difference: %@

source: 当前启用的其余歌词源未应答：%@
en: Other enabled sources did not respond: %@
zh_hant: 目前啟用的其餘歌詞來源未回應：%@

source: 所有候选都相同的项：%@
en: Terms identical on every candidate: %@
zh_hant: 所有候選都相同的項目：%@

source: 按 %@ 秒校验
en: Validated against %@s
zh_hant: 按 %@ 秒驗證

source: 歌名不一致：本地为「%1$@」，匹配到《%2$@》
en: Title mismatch: local title is “%1$@”, matched “%2$@”
zh_hant: 歌名不一致：本機為「%1$@」，比對到《%2$@》

source: 本地歌名无检索结果，经「%@」查得正式曲名。
en: The local title returned nothing; the official title was found via “%@”.
zh_hant: 本機曲名無搜尋結果，經「%@」查得正式曲名。

source: 分母为当前启用的 %d 个源；较早的条目当时可用的源可能更少
en: The denominator is the %d sources enabled now; older entries may have had fewer available at the time
zh_hant: 分母為目前啟用的 %d 個來源；較早的項目當時可用的來源可能更少

source: 落后 %d 分
en: Behind by %d
zh_hant: 落後 %d 分

source: 比胜者少 %@
en: Behind the winner by %@
zh_hant: 比勝者少 %@

source: 比胜者多 %@
en: Ahead of the winner by %@
zh_hant: 比勝者多 %@

source: 比胜者少 %1$@；多 %2$@
en: Behind the winner by %1$@; ahead by %2$@
zh_hant: 比勝者少 %1$@；多 %2$@

source: 本轮输入与过程
en: This round's inputs and process
zh_hant: 本輪輸入與過程

source: 查询 %d 组
en: %d query sets
zh_hant: 查詢 %d 組

source: %1$d 条候选中仅 %2$d 条获得内容印证，正文未必一致。
en: Only %2$d of %1$d candidates were corroborated; their lyrics may differ.
zh_hant: %1$d 個候選中僅 %2$d 個獲得內容印證，正文未必一致。

source: 两者同分。
en: Both scored the same.
zh_hant: 兩者同分。

source: 接近平分，但内容印证不完整
en: Nearly tied, but not fully corroborated
zh_hant: 接近平分，但內容印證不完整

source: 分差仅 %1$d 分（%2$@）。
en: Score gap: only %1$d (%2$@).
zh_hant: 分差僅 %1$d 分（%2$@）。

source: 分差仅 %d 分。
en: Score gap: only %d.
zh_hant: 分差僅 %d 分。

source: 软件更新
en: Software Update
zh_hant: 軟體更新

source: 立即更新
en: Update Now

source: 立即重启
en: Restart Now
zh_hant: 立即重新啟動

source: 退出时安装
en: Install on Quit
zh_hant: 結束時安裝

source: 已是最新版本
en: Up to date

source: 正在检查更新…
en: Checking for updates…
zh_hant: 正在檢查更新…

source: 正在下载…
en: Downloading…
zh_hant: 正在下載…

source: 正在准备安装…
en: Preparing to install…
zh_hant: 正在準備安裝…

source: 正在安装…
en: Installing…
zh_hant: 正在安裝…

source: 已下载，可安装
en: Downloaded and ready to install
zh_hant: 已下載，可安裝

source: 将在退出 Lyrimuse 时安装
en: Will install when Lyrimuse quits
zh_hant: 將在結束 Lyrimuse 時安裝

source: 已安装
en: Installed
zh_hant: 已安裝

source: 自动更新
en: Automatic Updates
zh_hant: 自動更新

source: 更新失败
en: Update failed
zh_hant: 更新失敗

source: 重试退出
en: Retry Quit
zh_hant: 重試結束

source: 查看发布页面
en: View Release Page
zh_hant: 檢視發佈頁面

source: 已更新到 %@
en: Updated to %@
zh_hant: 已更新至 %@

source: 发布于 %@
en: Released %@
zh_hant: 發佈於 %@

source: 预览：有新版本时将在此显示更新日志
en: Preview: the release notes appear here when an update is available
zh_hant: 預覽：有新版本時將在此顯示版本說明

source: 打开软件更新
en: Open Software Update
zh_hant: 打開軟體更新

source: 全部源重新查询
en: re-queried every source
zh_hant: 全部來源重新查詢

source: 别名轮：补读音
en: Alias round: missing romanization
zh_hant: 別名輪：補讀音

source: 标题反查：Apple 原产地商店
en: Title lookup: Apple home storefront
zh_hant: 標題反查：Apple 原產地商店

source: 标题反查：去除歌名中的英文
en: Title lookup: English part dropped
zh_hant: 標題反查：去除歌名中的英文

source: 曲名变体：补查未应答的源
en: Title variant: re-queried sources that didn't respond
zh_hant: 曲名變體：補查未回應的來源

source: 应答
en: Responded
zh_hant: 回應

source: 未应答
en: No response
zh_hant: 未回應

source: 歌名未变
en: Title unchanged
zh_hant: 歌名未變

source: %@ 秒
en: %@s

source: 连续混音版，与原版编排不同
en: Continuous mix, arranged differently from the original
zh_hant: 連續混音版，與原版編排不同

source: 当前播放的是 DJ Mix 专辑中的一段（歌名带 [Mixed]、专辑带 (DJ Mix)）。这类曲目截取自整场演出，前后带有过渡，长度与原版不同，原版歌词的时间轴无法对齐，且没有歌词源收录混音版的时间轴
en: You’re playing one segment of a DJ Mix album (the track is tagged [Mixed], the album (DJ Mix)) — it’s cut out of a full set, with transitions on either side and a length that doesn’t match the original, so the original lyrics’ timeline can’t line up. And no source carries a timeline for the mixed version.
zh_hant: 目前播放的是 DJ Mix 專輯中的一段（歌名帶 [Mixed]、專輯帶 (DJ Mix)）。這類曲目截取自整場演出，前後帶有過渡，長度與原版不同，原版歌詞的時間軸無法對齊，且沒有歌詞來源收錄混音版的時間軸

source: 导入字体…
en: Import Font…
zh_hant: 匯入字體…

source: 选择 .ttf 或 .otf 字体文件，可多选
en: Choose a .ttf or .otf font file (you can select multiple)
zh_hant: 選擇 .ttf 或 .otf 字體檔案，可多選

source: 导入失败：不是有效的 .ttf / .otf 字体文件
en: Import failed: not a valid .ttf / .otf font file
zh_hant: 匯入失敗：不是有效的 .ttf / .otf 字體檔案

source: %@ 个文件导入失败，其余已导入
en: %@ files failed to import; the rest were imported
zh_hant: %@ 個檔案匯入失敗，其餘已匯入

source: 删除此导入的字体（不可恢复）
en: Remove this imported font (cannot be undone)
zh_hant: 刪除此匯入的字體（無法復原）

source: 已匹配曲目 · 无歌词文本
en: Track matched · no lyrics text
zh_hant: 已比對到曲目 · 無歌詞文字

source: 已匹配，无歌词
en: Matched, no lyrics
zh_hant: 已比對到，無歌詞

source: 未返回候选
en: No candidate returned
zh_hant: 未傳回候選

source: 已返回候选
en: Candidate returned
zh_hant: 已傳回候選

source: 其余 %@ 个源
en: %@ other sources
zh_hant: 其餘 %@ 個來源

source: 其余 %@ 个源未返回候选
en: %@ other sources returned no candidates
zh_hant: 其餘 %@ 個來源未傳回候選

source: 已匹配：%@
en: Matched: %@
zh_hant: 已比對到：%@

source: %@ 已匹配到该曲目，无歌词文本
en: %@ matched this track; no lyrics text
zh_hant: %@ 已比對到該曲目，無歌詞文字

source: 自定义颜色
en: Custom Color
zh_hant: 自訂顏色

source: 重新匹配整个歌词库
en: Re-Match Whole Library
zh_hant: 重新比對整個歌詞庫

source: 重新匹配整个歌词库？
en: Re-match the whole lyrics library?
zh_hant: 重新比對整個歌詞庫？

source: 已有歌词的歌曲也会重新匹配；人工修正、已校准时间轴和纯音乐的歌曲除外
en: Re-matches songs that already have lyrics too, except manually edited, timing-calibrated and instrumental songs
zh_hant: 已有歌詞的歌曲也會重新比對；人工修正、已校正時間軸和純音樂的歌曲除外

source: 共 %1$@ 首，预计%2$@。已有歌词的歌曲也会重新匹配；人工修正、已校准时间轴和纯音乐的歌曲除外。可随时停止，关闭后进度不会丢失
en: %1$@ songs, about %2$@. Songs that already have lyrics are re-matched too, except manually edited, timing-calibrated and instrumental songs. You can stop at any time without losing progress
zh_hant: 共 %1$@ 首，預計%2$@。已有歌詞的歌曲也會重新比對；人工修正、已校正時間軸和純音樂的歌曲除外。可隨時停止，關閉後進度不會丟失

source: 开始扫描
en: Start Scanning
zh_hant: 開始掃描

source: 开始
en: Start
zh_hant: 開始

source: %@ 首待重新匹配
en: %@ to re-match
zh_hant: %@ 首待重新比對

source: 无待重新匹配的歌曲
en: Nothing left to re-match
zh_hant: 無待重新比對的歌曲
